<template>
	<view class="agreement">
		<view class="head">市一云医膳用户服务条款</view>
		<view>您在使用市一云医膳服务前，应当仔细认真阅读本《市一云医膳用户服务条款》及市一云医膳发布的其他服务条款、专项产品或服务规则或规范的内容（特别是其中以黑体字标示出的关于市一云医膳及用户重大权益的规则，该等规则可能涉及相关方的责任免除或限制、法律适用与争议解决条款，请您重点阅读），确认对本条款、及各项服务规则均已知晓、理解并接受，并已同意将其作为确定双方权利义务的依据。</view>
		<view>本条款的签约双方为市一云医膳平台服务的实际运营商武汉互隆网络科技有限公司与使用市一云医膳相关服务的使用人（下称“用户”或“您”），本条款是您与市一云医膳之间关于您使用市一云医膳平台提供的各项服务所订立的服务条款，具有正式书面合同的效力。 </view>
		<view class="head">一、 定义</view>
		<view>1.1 市一云医膳：指武汉市第一医院旗下医院智慧营养膳食管理平台。 </view>
		<view>1.2 客户端：指包含Windows、IOS、安卓及已有或未来新增的任何桌面平台或移动平台的市一云医膳客户端的单称或合称。</view>
		<view class="head">二、 用户账号</view>
		<view>2.1您知悉并同意，您可通过微信一键登录和扫手腕带登录以使用市一云医膳的各项服务及功能，并应遵守《市一云医膳用户服务协议》中的各项规定。 </view>
		<view class="head">三、 平台服务 </view>
		<view>3.1市一云医膳将向您提供如下服务：</view>
		<view>3.1.1市一云医膳维护市一云医膳平台的正常运行，积极改进技术，提升您在订餐交易时的服务体验。</view>
		<view>3.1.2市一云医膳对您就平台服务、交易安全等相关问题所反映的客观情况和建设性建议，进行积极研究并予以改进。</view>
		<view>3.1.3市一云医膳在您与医院或其他用户之间产生争议时，在法律要求的范围内协助进行协商调解，并在您或医院通过司法或执法机关要求市一云医膳提供相关资料时，予以积极配合。</view>
		<view>3.2 您可根据本条款及市一云医膳不时公布的服务规则，使用您的账号查阅在市一云医膳平台上发布的订餐信息、通过市一云医膳订餐、发布餐品/服务评价信息、邀请关注好友、使用市一云医膳的其他服务以及市一云医膳现有及将来可能提供的其他服务。同时，您有权对市一云医膳平台上的医院服务做出评价和投诉，并提出建议和意见。</view>
		<view>3.3您理解并同意，市一云医膳为您与医院进行订餐交易提供网络交易平台服务，市一云医膳属于独立的第三方平台，并非用户所购的商品或服务的交易相对方。您在进行订餐的过程中所产生的相关税费以及有关硬件、软件、服务及其他方面的费用将由您或医院、配送服务提供方或其他商品/服务提供方依据相关合同或法律规定予以承担，市一云医膳不承担缴纳与您的订餐交易有关的任何税费及代为开具发票等义务。</view>
		<view >
			3.4市一云医膳将根据《中华人民共和国电子商务法》等法律法规要求，对平台医院予以审慎审核（包括但不限于证照审核等），并记录、保存平台上发布的商品和服务信息、交易信息，以积极保障您的人身、财产安全，但鉴于平台存在海量信息及客观上信息与实物相分离的特点，市一云医膳客观上无法逐一实质审查每一商品/服务的信息，除法律法规强制性规定外，市一云医膳不对平台上的任何第三方所销售的产品或服务的真实性、适用性、合法性、安全性提供任何形式的明示或默示的担保、声明或承诺，亦不对因此所导致的您的任何损失（含第三方侵权行为给您造成的损害）承担任何责任，但市一云医膳在其中存在故意或重大过失的除外。如您在使用订餐交易服务的过程中发现平台中的相关产品或服务信息违反法律规定，您可及时向市一云医膳或有关机关举报或投诉，市一云医膳将在收到您的举报或投诉时采取相应的核实与处理措施。
		</view>
		<view>3.5 您知悉、理解并同意，市一云医膳服务过程中，可能涉及收集、存储、使用、共享和保护用户个人信息。在您使用市一云医膳提供的服务时，您同意市一云医膳依据《个人信息保护法》的规定执行相关个人信息的收集、使用和共享。您进一步同意，就市一云医膳平台所产生的订餐服务，您授权市一云医膳使用或允许市一云医膳审核许可的第三方在必要、合理的限度内使用您的个人信息，包括但不限于身份信息、账户信息、交易信息等。</view>
		<view>3.6 您理解并同意：为向您提供更为细致、贴心的服务，市一云医膳或市一云医膳授权的医院将向您发送与市一云医膳网站管理、服务规则更新、或您可能感兴趣的订餐信息（包括但不限于促销、优惠券、产品更新等产品或服务相关信息）相关的电子邮件、站内信和/或手机短消息，其方式和范围可不经向您特别通知而变更。您有权选择是否退订市一云医膳发送的关于订餐信息的电子邮件、站内信和/或短信息。</view>
		<view class="head">四、 订餐交易规则</view>
		<view>您通过市一云医膳进行交易时，应当遵守本条款、《市一云医膳平台用户服务协议》及各项服务规则。具体而言，您承诺在通过市一云医膳进行订餐交易的过程中遵守如下规则：</view>
		<view>4.1 浏览订餐信息</view>
		<view>您在市一云医膳上浏览订餐商品/服务的订餐信息时，应当仔细阅读订餐信息中包含的全部内容，包括但不限于订餐商品/服务的名称、种类、数量、质量、商品价格/服务、包装费（包含但不限于餐盒费和外包装塑料袋等餐品全部包装费用）、有效期、预计送达时间、医院地址、营业时间、配送方式等内容，其中您应特别注意订餐商品/服务的有效期、美团红包和医院代金券使用条件等内容，您应在认真阅读、理解并完全接受订餐信息中所包含的全部内容后方可点击购买（或“下单”等类似功能按键，下同）。</view>
		<view>4.2 提交及确认订餐订单</view>
		<view>4.2.1 您在点击购买后，将进入订餐订单页面（具体页面内容及标题可能因网页或客户端版本不同，在不同时期而有所差异）。您应当仔细阅读订餐订单页面中所包含的全部内容，包括但不限于上述订餐信息中的全部内容、为再次提示您注意而标明的本单订餐商品/服务的有效期、退款条件等内容（如有），选择及确认购买数量、价格、应付总额、用户接收订餐电子消费凭证的联系方式或接收货物的收货地址和送货时间等内容。前述订餐订单页面中所包含的全部内容，构成了用户与医院之间达成的订餐合同的合同内容，将视为医院的要约，您在完全同意订餐订单的全部内容后方可提交订单。您需配合提供最新、真实、完整、有效的信息，以使订餐订单及时准确的完成。</view>
		<view >4.2.2 市一云医膳特别提示您：您在提交订单前应再次阅读并确认订餐订单的全部内容后方可点击确认订单并付款，您提交订单即视为您已知晓、同意并接受订餐订单中的全部内容，与医院、配送服务商（如适用）成立了订餐合同。订餐订单中所包含的全部内容即为订餐合同的内容，包括但不限于订餐商品/服务的名称、种类、数量、质量、价格、有效期、医院地址、营业时间、配送方式等，您与医院均应当按照前述订餐合同的约定履行各自的权利义务。</view>
		<view >4.3 支付订餐价款</view>
		<view >在订餐合同成立之后，您应根据付款页面的提示通过市一云医膳的网上支付平台完成订餐价款的支付。因市一云医膳接受医院食堂委托提供支付通道，故您通过市一云医膳平台成功支付价款即视为您已向医院履行了订餐合同项下的订餐价款支付义务。您在支付订餐价款之前不得要求医院食堂向您提供订餐商品/服务，市一云医膳在特定商品或服务页面中特别明示说明的除外。</view>
		<view >4.4 配送服务</view>
		<view >4.4.1您知悉、理解并同意：“预计送达时间”是系统根据医院距离、商品/服务准备时间、用户评价的时间等因素进行自动综合计算而得到的参考时间，医院的实际配送时间会受到当天的天气、订单量等多种外界因素影响而有所差异。您理解并同意，预计送达时间不作为市一云医膳或医院对您做出的配送到达时间的承诺。您可根据需要，自行选择购买市一云医膳提供的配送延误保障服务（如适用），以更好地保障订餐配送的时效性或获得相应的补偿。</view>
		<view >4.4.2您理解并同意，在订餐合同成立且您已付款的情况下，医院或第三方配送服务商将负责完成餐品配送服务，配送服务费用（如有）的具体金额以您已确认及提交的订单上所的显示金额为准，您知悉并授权第三方配送服务商（如适用）向医院取货并将商品送到您所指定的收货地址，并同意通过市一云医膳平台支付相关配送服务商的配送费用（如有）。</view>
		<view >4.5 退款规则</view>
		<view >为了使您在使用市一云医膳网上订餐服务中有更好的体验，市一云医膳平台特制定退款规则，以供各方遵守。您成功支付订餐价款后，如需要进行退款的，将按照如下规则进行：</view>
		<view >4.5.1 取消订单原则：如果医院尚未接单，您可以在订单详情页通过“取消订单”功能进行取消；如果医院已确认接单，则您需要自行电话联系医院后由医院取消订单。您知悉、理解并同意：如医院因已出餐等合理原因不同意您取消订单的，则您将不能取消该笔订单或拒收餐品；如您坚持取消订单或拒收餐品，则餐品相关费用与损失将由您全部承担，相关损失将会视实际情况由医院在您支付的订餐价款中予以部分或全额扣除。此外，如取消的订单中附有赠送商品、代金券或附赠服务且该商品或服务已消费或无法退还医院，则赠送商品、代金券或附赠服务的价值金额应首先从退款中予以扣除。您理解并同意，取消订单成功后，您与医院间的订餐合同即宣告解除。</view>
		<view >4.5.2 发生以下情形之一的，订餐合同解除，您有权要求实际收款方进行退款；</view>
		<view >(1)您通过市一云医膳付款成功后，因不可抗力或不可归责于医院的原因，导致医院无法向您提供订餐商品/服务； </view>
		<view >(2)您通过市一云医膳付款成功后，确因客观情况变化、页面信息显示错误、系统故障、物料短缺等特殊原因导致医院需要合理变更订餐合同内容，您不接受变更后的内容的。</view>
		<view >4.5.3 您知悉、理解并同意：因餐饮行业消费特殊性，如您在医院已确认接单或已出餐后，要求食堂承包商退款，医院及/或市一云医膳有权拒绝，但下述情形除外：</view>
		<view >(1)订餐商品/服务与订餐订单约定内容严重不符； </view>
		<view >(2)在交付给您之前，餐品外包装损坏严重导致餐品在数量、质量上严重不符合订餐订单约定；</view>
		<view >(3)存在其他严重质量问题或违反《中华人民共和国食品安全法》、《中华人民共和国食品安全法实施条例》、《餐饮服务食品安全监督管理办法》、《中华人民共和国消费者权益保护法》等法律规定的强制性、禁止性规定的情况。</view>
		<view >4.5.4 符合市一云医膳关于退款规定的，您可以向市一云医膳申请退款。经市一云医膳审核确认后，市一云医膳将于7个工作日内将款项按照您的支付路径原路退回至您的支付账户。</view>
		<view >4.5.5 其他情形下的退款（如适用）将按照订餐合同内容约定的退款条件及退款方式进行。</view>
		<view >4.5.6 在退款进行过程中，您应当遵守市一云医膳关于退款的相关服务规则的规定。</view>
		<view >4.5.7 您确认，除法律法规另有强制性规定外，下列性质的商品不适用七日无理由退货规定：</view>
		<view >（一）拆封后易影响人身安全或者生命健康的商品，或者拆封后易导致商品品质发生改变的商品，例如食品等。 </view>
		<view >（二）一经激活或者试用后价值贬损较大的商品； </view>
		<view >（三）销售时已明示的临近保质期的或有其他瑕疵的商品；</view>
		<view >（四）法律、法规明确规定及市一云医膳发布的其他规则规定不适用七日无理由退货规定的其他商品。</view>
		<view >4.6 用户评价</view>
		<view >4.6.1您有权在市一云医膳提供的评价系统中对通过市一云医膳与您达成交易的商品/服务进行评价。您知晓并同意，您在市一云医膳的评价信息是公开的，如您不愿意在评价信息中向公众披露本人的身份信息，您有权选择通过匿名形式发表评价。</view>
		<view >4.6.2您的评价行为应遵守法律法规、《市一云医膳用户评价规则》及市一云医膳因管理需要所制定的相关规则。评价内容应当客观真实，不应包含任何污言秽语、色情低俗、广告、不正当竞争等法律法规与本条款及/或市一云医膳其他规则所列明的其他禁止性信息。 </view>
		<view >4.6.3您不得以“刷单”等不正当方式帮助医院提升信用，或利用评价权利对其他医院或用户进行恶意评价，或实施威胁、敲诈勒索或法律法规与本条款及/或市一云医膳其他服务规则列明的其他禁止性行为，否则市一云医膳可依据情况对您采取禁止/屏蔽评价资格、剥夺优惠资格、网站上公布违法行为、封禁注销账号等处罚措施，必要时将保留向您追究民事、刑事等法律责任的权利。</view>
		<view >4.6.4 您违反法律法规或者本条款及/或市一云医膳其他服务规则之禁止性规定，发布违法、侵权、违规评价信息的，应当自行承担法律责任。因此给市一云医膳造成损失的，您应负责全部赔偿责任，包括且不限于财产损害赔偿、名誉损害赔偿、诉讼费、律师费、公证费、交通费等因维权而产生的合理费用。</view>
		<view >4.7参与活动</view>
		<view >4.7.1您应当按照市一云医膳发布的相关服务规则参加市一云医膳抽奖等市一云医膳组织的活动，并遵守活动秩序，任何以刷单、外挂、作弊、扰乱系统、实施网络攻击、恶意套现、刷信誉、批量注册账号、用机器模拟客户端等手段骗取奖品或参加其他市一云医膳平台所组织的活动的，市一云医膳将保留取消奖励或参加活动资格、封禁注销账号、向主管机关举报并向您进一步追究民事、刑事等法律责任的权利。</view>
		<view >4.7.2您在使用美团红包和医院代金券时应遵守市一云医膳发布的包括《美团红包使用规则》、《市一云医膳代金券使用规则》在内的各项服务规则</view>
		<view >4.8用户不正当行为及责任</view>
		<view >4.8.1 为维护正常用户的合法权益，您在遵守《市一云医膳平台用户服务协议》的基础之上，进一步承诺不会独自和/或伙同他人（包括市一云医膳平台的医院）实施虚假、欺诈、破坏、不诚信行为，包括但不限于：</view>
		<view >(1)批量注册市一云医膳账号； </view>
		<view >(2)无正当理由批量购买后批量申请退款； </view>
		<view >(3)虚假交易（如提交订单后并未产生真实交易，无论用户是否因此获利）；</view>
		<view >(4)虚假分享； </view>
		<view >(5)虚假或恶意评论； </view>
		<view >(6)填写错误送餐地址、留存错误的收餐电话、拒绝接听送餐员电话、无正当理由拒收餐品或餐品在合理时间内送达订单载明收货地址后10分钟内无法联系到您或您无正当理由拒收餐品等； </view>
		<view >(7)发布炒作信用为目的的信息、与网上订餐交易无关或不以订餐为目的的信息；</view>
		<view >(8)恶意干扰正常订餐交易秩序，或其他违反诚实信用原则或损害市一云医膳、用户、医院或其他第三方合法利益的行为。 </view>
		<view >如发现您有上述行为，市一云医膳有权终止订单，且不予退款。如您尚未付款，市一云医膳有权向您追偿订单费用及其他损失，同时对于您的账户采取包括但不限于删除违法信息、禁止/屏蔽评价资格、剥夺优惠资格、网站上公布违法行为、封禁注销账号等处罚措施，必要时将保留向您追究民事、刑事等法律责任的权利。</view>
		<view >4.8.2 您违反本条款、《市一云医膳平台用户服务协议》或市一云医膳不时发布的任何服务规则，包括但不限于虚假交易、虚假投诉、从事非法活动等给市一云医膳、医院或其他第三方造成损失的，您应负全部赔偿责任，包括且不限于财产损害赔偿、名誉损害赔偿、诉讼费、律师费、公证费、交通费等因维权而产生的合理费用。</view>
		<view class="head">五、 知识产权</view>
		<view >5.1市一云医膳所展示的包含网上订餐系统在内的各运营系统由市一云医膳自主开发、运营提供技术支持，并对市一云医膳服务的开发和运营等过程中产生的所有数据和信息等享有全部权利。市一云医膳提供各项服务时所依托软件的著作权、专利权，所使用的各项商标、商业形象、商业标识、技术诀窍，其著作权、商标权及其他各项相关权利均归市一云医膳所有。</view>
		<view >5.2您理解并同意：您在市一云医膳平台发表的产品使用体验、产品讨论或图片等所有信息（以下简称“信息”）及其衍生品的知识产权及所有权，适用《市一云医膳平台用户服务协议》中的相关约定。</view>
		<view class="head">六、 争议解决</view>
		<view >6.1 如您与医院因订餐合同的履行发生任何争议，包括但不限于对订餐商品/服务的数量、质量、价格、有效期、医院地址、配送方式、退换货方式、退款条件、售后服务等问题发生争议的，您应与医院根据订餐合同内容的约定确定双方各自的权利义务、承担各自的责任，解决争议。市一云医膳可在法律法规要求的范围内协助您与医院之间争议的协商调解。您同意，市一云医膳有权通过电话或电子邮件等方式向争议双方了解情况，并将所了解的情况通过必要方式通知对方。此外，您有权通过司法或执法机关要求市一云医膳提供相关资料，但您理解并同意，市一云医膳无任何义务对您与医院之间的任何争议承担任何责任。</view>
		<view >6.2 若您发现医院在提供商品或服务时损害了您的合法权益，您有权依据《中华人民共和国消费者权益保护法》及相关法律、法规的规定向该医院主张并维护自己的合法权益。</view>
		<view >6.3 若您与市一云医膳因本条款内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向本条款签订地（湖北省武汉市江汉区）有管辖权的人民法院提起诉讼。</view>
		<view >6.4 因您使用市一云医膳服务而引起或与之相关的一切争议、权利主张或其它事项，均适用中华人民共和国大陆地区法律，并且排除一切冲突法规定的适用。</view>
		<view class="head">七、 环保倡议</view>
		<view >市一云医膳重视绿色环保，倡导绿色消费。提倡您保护环境，尽量减少一次性餐具的使用，按照实际需求在订单页面设置所需餐具数量。</view>
		<view class="head">八、 附则</view>
		<view >在市一云医膳未向您收取平台服务费的情况下，市一云医膳可以任何理由自行决定终止市一云医膳服务，解除与您之间订立的本条款，并终止您的市一云医膳账号对市一云医膳的使用。该等情况下，市一云医膳将提前三十日在网站或客户端首页显著位置持续公示有关信息。停止服务后，除法律法规另有明确规定外，市一云医膳将没有义务为您保留账号中的任何信息，或留存、转发任何账号内的任何站内信或短消息。您同意市一云医膳不就终止市一云医膳服务而对您或任何第三方承担任何责任。</view>
		<view >如您对本服务协议有任何问题或建议，请在工作时间联系食堂客服部门（电话：027-85332296）。</view>
		<view >再次感谢您的耐心阅读！</view>
	</view>
</template>

<script>
</script>

<style scoped lang="scss">
	.agreement{
		width: 100%;
		padding: 0 10upx;
		box-sizing: border-box;
		view{
			margin-bottom: 20upx;
			font-size: 24upx;
		}
		.head{
			font-weight: 700;
			font-size: 26upx;
		}
	}
	
</style>
